Repository: dc25/knowit_0.11
Catalog: knowit/po/*.po
Languages: de, es, hu, pl, ru

source: Link only
de: Nur Link
es: Solo enlace
hu: Csak link
pl: Tylko odnośnik

source: Description only
de: Nur Beschreibung
es: Solo descripción
hu: Csak leírás
pl: Tylko opis

source: Alternate colors in tree
de: Alternative Farbe in Liste
es: Alternar colores en el árbol
pl: Przemienne kolory listy

source: Automatically collapse other notes
de: Automatisch andere Notizen zusammenführen
es: Contraer automáticamente las demás notas
hu: Automatikusan bezárja a többi jegyzetet
pl: Automatycznie zwiń pozostałe notatki
ru: Автоматически сворачивать другие примечания.

source: If this option is set, only current subtree will be visible, other notes will be automatically collapsed.
de: Mit dieser Option ist nur der derzeitige Ast sichtbar. Alle anderen Notiz-Äste werden automatisch zusammengeführt.
es: Si esta opción está seleccionada, solo la rama actual será visible, y el resto de las notas se contraerá de forma automática.
hu: ha ezt bekapcsolod, akkor csak az aktuális jegyzet lesz látható, a jegyzet-fa többi része bezáródik.
pl: Jeśli ta opcja jest włączona, tylko aktualne poddrzewo będzie widoczne, reszta notatek będzie automatycznie zwijana.
ru: Если эта настройка включена, только текущее поддерево будет видно. Другие примечания будут автоматически свёрнуты.

source: Editor
pl: Edytor

source: Editor options
de: Editor Optionen
es: Opciones del editor
hu: Szerkesztõ beállításai
pl: Ustawienia edytora
ru: Настройки редактора

source: Use &word wrap
de: Automatischer &Zeilenumbruch
es: Usar &ajuste de líneas
hu: &Sortörés használata
pl: Za&wijanie słów
ru: Использовать &перенос слов

source: 'Enter' ends current line, not paragraph
de: 'Enter' beendet die aktuelle Zeile, nicht den Absatz
es: La tecla 'Intro' finaliza la línea actual, no el párrafo
hu: Az 'enter' csak a sort zárja le, nem az egész bekezdést.
pl: 'Enter' wstawia koniec wiersza, nie akapitu

source: 'Tab' in editor changes focus
de: 'Tab' wechselt im Editor den Fokus
es: La tecla 'Tab' en el editor cambia el foco
hu: A szerkesztõben a 'tab' fókuszt vált
pl: 'Tab' w edytorze zmienia aktywny element

source: Use &custom colors
de: &Eigene Faben verwenden
es: &Usar colores personalizados
hu: Saját &színek használata
pl: Użyj własnych &kolorów

source: Use custom font:
de: Eigene Schriftart:
es: Usar fuente personalizada:
hu: Saját betûkészlet használata:
pl: Użyj własnej czcionki:

source: Templates
de: Vorlagen
es: Plantillas
pl: Wzorce

source: Templates configuration
de: Vorlagen Konfiguration
es: Preferencias de las plantillas
hu: Minták beállítása
pl: Konfiguracja wzorców
ru: Конфигурация шаблонов

source: Date Format:
de: Datumsformat:
es: Formato de fechas:
hu: Dátum formátuma:
pl: Format daty:
ru: Формат даты:

source: &Undock
de: &Aus Andockleiste entfernen
es: &Quitar de la bandeja del sistema
hu: &Ne jelenjen meg a tálcán
pl: &Usuń z tacki systemowej
ru: &Открепить

source: Notes
de: Notizen
es: Notas
hu: Jegyzetek
pl: Notatki
ru: Примечания

source: <h2>Notes hierarchy</h2>Here you can browse notes tree. You can also add notes using right-click menu, or reorganize them using drag and drop.
de: <h2>Notizen</h2>Sie können hier ihre Notizen verwalten. Sie können auch Notizen mit der rechten Maustaste hinzufügen oder sie mit Drag'n'Drop verwalten.
es: <h2>Árbol de notas</h2>Aquí puede navegar por el árbol de notas. También puede añadir notas usando el menú contextual, o reorganizarlas usando arrastrar y soltar.
pl: <h2>Hierarchia notatek</h2>Tu można przeglądać listę notatek. Można także dodawać i usuwać notatki, a także zmieniać ich pozycję.
ru: <h2>Иерархия примечаний</h2>Здесь Вы можете просмотреть дерево примечаний. Также Вы можете добавить примечание используя правую кнопку мыши, или реорганизовать их перетаскивая мышкой.

source: KnowIt - notes management utility
de: KnowIt - Notizverwaltung
es: KnowIt - utilidad de administración de notas
pl: KnowIt - zarządzanie notatkami

source: Document to open
de: Öffne Dokument
es: Documento a abrir
hu: Megnyitandó dokumentum
pl: Dokument do otwarcia
ru: Документ для открытия

source: _: NAME OF TRANSLATORS Your names
de: Michael Buesch,Lars Becker (aktueller Übersetzer)
es: Eloy Cuadra
pl: Michał Rudolf
ru: Алексей Колосов

source: _: EMAIL OF TRANSLATORS Your emails
de: mbuesch@freenet.de,lars@pandemonium.de
es: eloihr2@eresmas.com
pl: mrudolf@kdewebdev.org
ru: alexey.kolosov@mail.ru

source: KnowIt document
de: KnowIt-Dokument
es: Documento de KnowIt
hu: KnowIt dokumentum
pl: Dokument KnowIt
ru: KnowIt-документ

source: Exported from %1 by KnowIt %2, %3.
de: Exportiert nach %1 mit KnowIt %2 am %3.
es: Exportado desde %1 por KnowIt %2, %3.
pl: Utworzone %3 w programie KnowIt %2 z pliku %1.

source: &Font
de: &Schriftart
es: &Fuente
pl: &Czcionka

source: &Paragraph
de: &Absatz
es: Pá&rrafo
hu: &Mondat
pl: &Akapit
ru: &Параграф

source: &List
pl: &Lista

source: &Notes
de: &Notizen
es: &Notas
hu: &Jegyzetek
pl: &Notatki
ru: &Примечания

source: &Position
es: &Posición
hu: &Pozíció
pl: &Pozycja
ru: &Позиция

source: &Tree
de: &Baum
es: Ár&bol
hu: &Fa
pl: D&rzewo
ru: &Дерево

source: &Links
es: &Enlaces
hu: &Linkek
pl: &Odnośniki
ru: &Ссылки

source: Edit toolbar
de: Werkzeugleiste bearbeiten
es: Configurar barra de herramientas
pl: Pasek narzędzi: edycja

source: Notes toolbar
de: Werkzeugleiste
es: Barra de herramientas para notas
pl: Pasek narzędzi: notatki

source: Links toolbar
de: Links-Werkzeugleiste
es: Barra de herramientas para enlaces
pl: Pasek narzędzi: odnośniki

source: <p>...that you can insert a breakline using <tt>Control+Enter</tt>?
de: <p>...dass Sie einen Zeilenumbruch mit <tt>Strg+Enter</tt> einfügen können?
es: <p>...que puede insertar un salto de línea usando <tt>Control+Intro</tt>?
hu: <p>...hogy sortöréseket tudsz beilleszteni <tt>Control+Enter</tt> használatával?
pl: <p>...można wstawić koniec wiersza klawiszami <tt>Control+Enter</tt>?
ru: <p>...что Вы можете вставить разрыв строки нажав <tt>Control+Enter</tt>?

source: <p>...that you can create list, starting lines with <tt>*</tt> or <tt>-<tt>?
de: <p>...dass Sie Listen erzeugen können, indem Sie die Zeile mit <tt>*</tt> oder <tt>-<tt> beginnen?
es: <p>...que puede crear una lista comenzando las líneas con <tt>*</tt> o con <tt>-<tt>?
pl: <p>... można utworzyć listę, zaczynając wiersz <tt>*</tt> lub <tt>-<tt>?
ru: <p>...что Вы можете создать список, начав строку с <tt>*</tt> или <tt>-<tt>?

source: <p>...that if KnowIt is docked on logout, it would be reopen and docked next time you start KDE?
de: <p>...dass KnowIt, wenn es sich in der Kontrollleiste befindet, automatisch beim nächsten KDE-Start gestartet wird?
es: <p>...que si KnowIt está anclado en la bandeja del sistema al salir, se abrirá de nuevo y seguirá anclado la próxima vez que inicie KDE?
pl: <p>...jeśli Knowit jest w tacce systemowej przy wylogowaniu, będzie uruchomiony w tym samym stanie przy następnym uruchamianiu KDE?

source: <p>...that you can disable toolbar using Options->Configure...?
de: <p>...dass Sie die Werkzeugleiste unter Optionen->Konfigurieren... abschalten können?
es: <p>...que puede desactivar la barra de herramientas usando Opciones->Configurar KnowIt?
hu: <p>...hogy kikapcsolhatod az eszköztárat a Opciók->Beállítások menüben?
pl: <p>...można wyłączyć pasek narzędzi w menu Ustawienia->Konfiguruj...?
ru: <p>...что Вы можете отключить панель инструментов используя меню Настройка->Настроить KnowIt...?

source: <p>...that you can configure all shortcuts using Options->Configure shortcuts?
de: <p>...dass Sie alle Tastenkombinationen unter Einstellungen->Kurzbefehle festlegen können?
es: <p>...que puede configurar todos los accesos rápidos usando Opciones->Configurar accesos rápidos?
hu: <p>...hogy minden gyorsbillentyût beállíthatsz az Opciók->Gyorsbillentyûk menüben?
pl: <p>...można skonfigurować kombinacje klawiszy Ustawienia->Konfiguracja skrótów?
ru: <p>...что Вы можете настроить все быстрые клавиши используя меню Настройка->Настроить быстрые клавиши?

source: <p>...that you can always invoke Tip window using Help menu?
de: <p>...dass Sie dieses Tipp-Fenster im Hilfe-Menü aufrufen können?
es: <p>...que siempre puede invocar la ventana de Sugerencias usando el menú Ayuda?
hu: <p>...hogy bármikor elõhívhatod a Tipp ablakot a Segítség menübõl?
pl: <p>...można włączyć Porady dnia z menu Pomocy?
ru: <p>...что Вы всегда можете вызвать окно с подсказками используя меню Помощь?

source: <p>...that you can change current note with <tt>Alt+Up</tt>, <tt>Alt+Down</tt>, <tt>Alt+Left</tt>, <tt>Alt+Right</tt>, <tt>Alt+Home</tt> and <tt>Alt+End</tt>, even if editor is active?
de: <p>...dass Sie die aktuelle Notiz mit <tt>Alt+Up</tt> , <tt>Alt+Down</tt>, <tt>Alt+Left</tt>, <tt>Alt+Right</tt>, <tt>Alt+Home</tt> und <tt>Alt+End</tt>, auch wenn der Editor aktiv ist, wählen können?
es: <p>...que puede cambiar la nota actual usando <tt>Alt+Arriba</tt>, <tt>Alt+Abajo</tt>, <tt>Alt+Izquierda</tt>, <tt>Alt+Derecha</tt>, <tt>Alt+Inicio</tt> y <tt>Alt+Fin</tt>, incluso si el editor está activo?
hu: <p>...hogy a jegyzetek között az <tt>Alt+fel</tt>, <tt>Alt+le</tt>, <tt>Alt+balra</tt>, <tt>Alt+jobbra</tt>, <tt>Alt+Home</tt> és <tt>Alt+End</tt> gombokkal is mozoghatsz, még akkor is, ha a szerkesztõ aktív?
pl: <p>... że możesz zmienić aktualną notatkę skrótami <tt>Alt+Up</tt>, <tt>Alt+Down</tt>, <tt>Alt+Left</tt>, <tt>Alt+Right</tt>, <tt>Alt+Home</tt> and <tt>Alt+End</tt>, even if editor is active?
ru: <p>...что Вы можете изменять текущее примечание используя <tt>Alt+Up</tt>, <tt>Alt+Down</tt>, <tt>Alt+Left</tt>, <tt>Alt+Right</tt>, <tt>Alt+Home</tt> и <tt>Alt+End</tt>, даже если редактор активен?

source: <p>...that you can move current note with <tt>Alt+Shift+Up</tt>, <tt>Alt+Shift+Down</tt>, <tt>Alt+Shift+Left</tt>, <tt>Alt+Shift+Right</tt>, <tt>Alt+Shift+Home</tt> and <tt>Alt+Shift+End</tt>, even if editor is active?
de: <p>...dass Sie die aktuelle Notiz mit <tt>Alt+Shift+Up</tt>, <tt>Alt+Shift+Down</tt>, <tt>Alt+Shift+Left</tt>, <tt>Alt+Shift+Right</tt>, <tt>Alt+Shift+Home</tt> und <tt>Alt+Shift+End</tt>, auch wenn der Editor aktiv ist, verschieben können?
es: <p>...que puede mover la nota actual usando <tt>Alt+Mayúsculas+Arriba</tt>, <tt>Alt+Mayúsculas+Abajo</tt>, <tt>Alt+Mayúsculas+Izquierda</tt>, <tt>Alt+Mayúsculas+Derecha</tt>, <tt>Alt+Mayúsculas+Inicio</tt> y <tt>Alt+Mayúsculas+Fin</tt>, incluso si el editor está activo?
pl: <p>... możesz przenieść aktualną notatkę skrótami: <tt>Alt+Shift+Up</tt>, <tt>Alt+Shift+Down</tt>, <tt>Alt+Shift+Left</tt>, <tt>Alt+Shift+Right</tt>, <tt>Alt+Shift+Home</tt> and <tt>Alt+Shift+End</tt>, nawet jeśli edytor jest aktywny?
ru: <p>...что Вы можете перемещать текущее примечание используя <tt>Alt+Shift+Up</tt>, <tt>Alt+Shift+Down</tt>, <tt>Alt+Shift+Left</tt>, <tt>Alt+Shift+Right</tt>, <tt>Alt+Shift+Home</tt> и <tt>Alt+Shift+End</tt>, даже если редактор активен?

source: <p>...that you can toggle Insert Mode from normal insert to overwrite by either pressing <tt>Insert</tt> button or by clicking on the status in the status bar?
de: <p>...dass Sie den Einfüge-Modus mit der <tt>Einfügen</tt>-Taste, oder mit einem Klick in der Statuszeile ändern können?
es: <p>...que puede cambiar el modo de inserción de insertar a sobreescribir pulsando la tecla <tt>Insert</tt> o haciendo clic en su estado en la barra de estado?
pl: <p>...można zmieniać tryb edycji (zastępowanie/wstawianie), wciskając klawisz <tt>Insert</tt> lub klikając na pasku stanu?
ru: <p>...что Вы можете переключать режим вставки и замены всего лишь нажатием клавиши <tt>Insert</tt> или кликом мыши на статус в панели состояния.

source: <html> <p>These expressions may be used: </p> <table> <tr><th>d</th><td>the day as number without a leading zero (1-31)</td></tr> <tr><th>dd</th><td>the day as number with a leading zero (01-31)</td></tr> <tr><th>ddd</th><td>the abbreviated localized day name (e.g. 'Mon'..'Sun')</td></tr> <tr><th>dddd</th><td>the long localized day name (e.g. 'Monday'..'Sunday')</td></tr> <tr><th>M</th><td>the month as number without a leading zero (1-12)</td></tr> <tr><th>MM</th><td>the month as number with a leading zero (01-12)</td></tr> <tr><th>MMM</th><td>the abbreviated localized month name (e.g. 'Jan'..'Dec')</td></tr> <tr><th>MMMM</th><td>the long localized month name (e.g. 'January'..'December')</td></tr> <tr><th>yy</th><td>the year as two digit number (00-99)</td></tr> <tr><th>yyyy</th><td>the year as four digit number (1752-8000)</td></tr> <tr><th>h</th><td>the hour without a leading zero (0..23 or 1..12 if AM/PM display)</td></tr> <tr><th>hh</th><td>the hour with a leading zero (00..23 or 01..12 if AM/PM display)</td></tr> <tr><th>m</th><td>the minute without a leading zero (0..59)</td></tr> <tr><th>mm</th><td>the minute with a leading zero (00..59)</td></tr> <tr><th>s</th><td>the second without a leading zero (0..59)</td></tr> <tr><th>ss</th><td>the second with a leading zero (00..59)</td></tr> <tr><th>AP</th><td>use AM/PM display</td></tr> <tr><th>AP</th><td>use am/pm display</td></tr> </table></html>
de: <html> <p>Diese Ausdrücke können benutzt werden: </p> <table> <tr><th>d</th><td>Tag als Zahl ohne führende Null (1-31)</td></tr> <tr><th>dd</th><td>Tag als Zahl mit führender Null (01-31)</td></tr> <tr><th>ddd</th><td>Der abgekürzte Name des Tages (e.g. 'Mon'..'Son')</td></tr> <tr><th>dddd</th><td>Der ausgeschriebene Name des Tages (z.B. 'Montag'..'Sonntag')</td></tr> <tr><th>M</th><td>Monat ohne führende Null (1-12)</td></tr> <tr><th>MM</th><td>Monat mit führender Null (01-12)</td></tr> <tr><th>MMM</th><td>Der abgekürzte Monatsname (e.g. 'Jan'..'Dez')</td></tr> <tr><th>MMMM</th><td>Der ausgeschriebene Monatsname (z.B. 'Januar'..'Dezember')</td></tr> <tr><th>yy</th><td>Jahr als zweistellige Zahl (00-99)</td></tr> <tr><th>yyyy</th><td>Jahr als vierstellige Zahl (1752-8000)</td></tr> <tr><th>h</th><td>Stunde ohne führende Null (0..23 oder 1..12 wenn AM/PM Anzeige)</td></tr> <tr><th>hh</th><td>Stunde mit führender Null (00..23 oder 01..12 wenn AM/PM Anzeige)</td></tr> <tr><th>m</th><td>Minute ohne führende Null (0..59)</td></tr> <tr><th>mm</th><td>Minute mit führender Null (00..59)</td></tr> <tr><th>s</th><td>Sekunde ohne führende Null (0..59)</td></tr> <tr><th>ss</th><td>Sekunde mit führender Null (00..59)</td></tr> <tr><th>AP</th><td>benutze AM/PM Anzeige</td></tr> <tr><th>AP</th><td>benutze am/pm Anzeige</td></tr> </table></html>
es: <html> <p>Se pueden usar estas expresiones:</p> <table> <tr><th>d</th><td>el número del día sin el cero inicial (1-31)</td></tr> <tr><th>dd</th><td>el número del día con el cero inicial (01-31)</td></tr> <tr><th>ddd</th><td>el nombre del día abreviado ('Lun'... 'Dom')</td></tr> <tr><th>dddd</th><td>el nombre del día completo ('Lunes'... 'Domingo')</td></tr> <tr><th>M</th><td>el número del mes sin el cero inicial (1-12)</td></tr> <tr><th>MM</th><td>el número del mes con el cero inicial (01-12)</td></tr> <tr><th>MMM</th><td>el nombre del mes abreviado ('Ene'... 'Dic')</td></tr> <tr><th>MMMM</th><td>el nombre del mes completo ('Enero'... 'Diciembre')</td></tr> <tr><th>yy</th><td>las dos últimas cifras del año (00-99)</td></tr> <tr><th>yyyy</th><td>el año completo (1752-8000)</td></tr> <tr><th>h</th><td>las horas sin el cero inicial (0-23 ó 1-12 si se muestra AM/PM)</td></tr> <tr><th>hh</th><td>las horas con el cero inicial (00-23 ó 01-12 si se muestra AM/PM)</td></tr> <tr><th>m</th><td>los minutos sin el cero inicial (0-59)</td></tr> <tr><th>mm</th><td>los minutos con el cero inicial (00-59)</td></tr> <tr><th>s</th><td>los segundos sin el cero inicial (0-59)</td></tr> <tr><th>ss</th><td>los segundos con el cero inicial (00-59)</td></tr> <tr><th>AP</th><td>mostrar AM/PM</td></tr> <tr><th>ap</th><td>mostrar am/pm</td></tr> </table></html>
ru: <html> <p>Эти выражения могут использоваться: </p> <table> <tr><th>d</th><td>номер дня без впередистоящего нуля (1-31)</td></tr> <tr><th>dd</th><td>номер дня с впередистоящим нулём (01-31)</td></tr> <tr><th>ddd</th><td>аббревиатура локализованного дня недели ('Пон'..'Вск')</td></tr> <tr><th>dddd</th><td>полное название дня недели ('Понедельник'..'Воскресение')</td></tr> <tr><th>M</th><td>номер месяца без впередистоящего нуля (1-12)</td></tr> <tr><th>MM</th><td>номер месяца с впередистоящим нулём (01-12)</td></tr> <tr><th>MMM</th><td>аббревиатура локализованного названия месяца ('Янв'..'Дек')</td></tr> <tr><th>MMMM</th><td>полное локализованное название месяца ('Январь'..'Декабрь')</td></tr> <tr><th>yy</th><td>год, как 2 цифры (00-99)</td></tr> <tr><th>yyyy</th><td>год, как 4 цифры (1752-8000)</td></tr> <tr><th>h</th><td>час без впередистоящего нуля (0..23 или 1..12 если AM/PM включено)</td></tr> <tr><th>hh</th><td>час с впередистоящим нулём (00..23 или 01..12 если AM/PM включено)</td></tr> <tr><th>m</th><td>минуты без впередистоящего нуля (0..59)</td></tr> <tr><th>mm</th><td>минуты с впередистоящим нулём (00..59)</td></tr> <tr><th>s</th><td>секунды без впередистоящего нуля (0..59)</td></tr> <tr><th>ss</th><td>секунды с впередистоящим нулём (00..59)</td></tr> <tr><th>AP</th><td>показывать AM/PM</td></tr> <tr><th>AP</th><td>показывать am/pm</td></tr> </table></html>

source: KnowitChooser
de: KnowItAuswahl
hu: Knowit választó

source: min.
de: Minuten.
hu: perc
ru: минут

source: KnowitPreferences
de: KnowItOptionen
