Repository: dc25/knowit_0.11
Catalog: knowit/po/*.po
Languages: de, es, hu, pl, ru

source: &Exported notes:
pl: &Eksportowane notatki:

source: All
pl: Wszystkie

source: Current with children
pl: Aktualna i podnotatki

source: Current only
pl: Tylko aktualna

source: &Encoding:
pl: &Kodowanie:

source: Local (8-bit)
pl: Lokalne (8-bitowe)

source: Numbered titles
pl: Numerowane nagłówki

source: Table of contents
pl: Spis treści

source: Rule betweeen notes
pl: Linia między notatkami

source: Use editor font and colors
pl: Czcionka i kolory edytora

source: untitled
de: Unbenannt
es: sin nombre
hu: névtelen
pl: bez tytułu
ru: безымянный

source: Ready
de: Fertig
es: Preparado
hu: Kész
pl: Gotowe
ru: Готов

source: Move it to change tree/edit layout.
de: Verschieben um das Layout des Baums zu verändern
es: Mueva esta barra para cambiar la disposición de las ventanas.
hu: Mozgasd a fa módosításához/a külalak megváltoztatásához
pl: Tu można zmienić proporcje między listą notatek a tekstem.
ru: Переместите это чтобы изменить формат дерева/редактора.

source: <h2>Note text</h2>Add text for selected note here. Text can be formatted, for example <b>bold</b> or <i>italic</i>.
de: <h2>Notiztext</h2>Hier fügen Sie den Text für die Notiz ein. Der Text kann z.B. <b>fett</b> oder <i>kursiv</i> formatiert werden.
es: <h2>Texto de la nota</h2>Añada aquí el texto para la nota seleccionada. El texto puede tener formato, por ejemplo <b>negrita</b> o <i>cursiva</i>.
hu: <h2>Jegyzet szövege</h2>Itt add meg a kiválasztott jegyzet szövegét. A szöveg foprmázható, például: <b>vastag</b> vagy <i>dõlt</i>.
pl: <h2>Tekst notatki</h2>Tu można edytować tekst notatki. Tekst może być sformatowany, np. <b>pogrubiony</b> lub <i>kursywa</i>.
ru: <h2>Текст примечания</h2>Добавьте текст для выбранного примечания здесь. Текст может быть форматирован, например <b>жирный</b> или <i>наклонный</i>.

source: &Export to HTML...
de: &Exportieren als HTML...
es: &Exportar a HTML...
hu: &Exportálás HTML-be...
pl: Eksportuj do &HTML...
ru: &Экспортировать в HTML

source: Document &information...
de: Dokument &Information
es: In&formación del documento...
hu: Dokumentum &információ...
pl: &Informacje o dokumencie...
ru: &Информация о документе

source: Toggle &bold
de: &Fett
es: &Negrita
hu: &Vastag
pl: Przełącz po&grubienie
ru: Переключить &жирный

source: Toggle &italic
de: &Kursiv
es: &Cursiva
hu: &Dõlt
pl: Przełącz k&ursywę
ru: Переключить &наклонный

source: Toggle &underline
de: &Unterstrichen
es: S&ubrayado
hu: &Aláhúzott
pl: Przełącz &podkreślenie
ru: Переключить &подчёркнутый

source: &Text color...
de: &Textfarbe
es: Color del &texto...
hu: Szöveg &színe...
pl: &Kolor tekstu...
ru: &Цвет текста...

source: &Superscript
de: &Hochstellen
es: &Superíndice
hu: &Felsõ index
pl: Indeks &górny
ru: Надстрочный индекс

source: &Subscript
de: &Tiefstellen
es: &Subíndice
hu: &Alsó index
pl: Indeks &dolny
ru: Подстрочный индекс

source: &Normal text
de: &Normaler Text
es: &Texto normal
hu: &Normál szöveg
pl: &Zwykły tekst
ru: &Нормальный

source: &Bullet list
pl: &Wypunktowanie

source: &Numbered list
pl: Lista &numerowana

source: &Uppercase list
pl: &Wielkie litery

source: &Lowercase list
pl: &Małe litery

source: N&o list
pl: &Zwykły tekst

source: &Go to &note...
de: Gehe &zu Notiz...
es: &Ir a nota...
hu: Jegyzethez &ugrás...
pl: &Idź do notatki...
ru: &Перейти к примечанию...

source: Align &left
de: &Links anordnen
es: Alinear a la &izquierda
hu: &Balra igazít
pl: Wyrównaj do &lewej
ru: Выровнять в&лево

source: Align &right
de: &Rechts anordnen
es: Alinear a la &derecha
hu: &Jobbra igazít
pl: Wyrównaj do &prawej
ru: Выровнять в&право

source: &Justify
de: &Justieren
es: &Justificar
hu: &Sorkizárt
pl: Wy&justuj
ru: Выровнять по &ширине

source: &Center
de: &Zentrieren
es: &Centrar
hu: &Középre
pl: Wyś&rodkuj
ru: Выровнять по &центру

source: Insert &date
de: &Datum einfügen
es: I&nsertar fecha
hu: &Dátum beszúrása
pl: Wstaw &datę
ru: Вставить &дату

source: Insert &file...
de: D&atei einfügen...
es: Insertar &archivo...
hu: &File beszúrása
pl: Wstaw &plik...
ru: Вставить &файл...

source: &Raw Text Mode
de: &Quelltext
es: &Modo de código fuente
hu: &Nyers szöveg mód
pl: Edycja źródła &HTML
ru: "&Сырой" режим текста

source: &Add
de: &Hinzufügen
es: &Añadir
hu: &Hozzáad
pl: &Dodaj
ru: &Добавить

source: Add &subnote
de: Un&ternotiz hinzufügen
es: Añadir &subnota
hu: &Al-jegyzet beszúrása
pl: Dodaj p&odrzędną
ru: Добавить под-п&римечание

source: &Rename
de: U&mbenennen
es: &Renombrar
hu: Át&nevezés
pl: &Zmień nazwę
ru: Пере&именовать

source: E&xpand all
de: Alle a&ufklappen
es: E&xpandir todo
hu: Mindet &kinyit
pl: R&ozwiń wszystko
ru: &Развернуть все ветки

source: &Expand current
de: &Ausgewählte aufklappen
es: &Expandir actual
hu: Aktuálisat k&inyit
pl: &Rozwiń aktualną
ru: Развернуть &текущую ветку

source: Co&llapse all
de: Alle zusammenf&ühren
es: C&ontraer todo
hu: Mindet &bezár
pl: Z&wiń wszystko
ru: &Свернуть все ветки

source: &Collapse current
de: Ausgewählte zusammenführen
es: &Contraer actual
hu: Aktuálisat b&ezár
pl: &Zwiń aktualną
ru: Свернуть т&екущую ветку

source: Move up
de: Nach oben schieben
es: Mover arriba
hu: Felfelé mozgat
pl: Przesuń w górędół
ru: Поднять

source: Move down
de: Nach unten schieben
es: Mover abajo
hu: Lefelé mozgat
pl: Przesuń w dół
ru: Опустить

source: Move level up
de: Eine Ebene hinauf
es: Mover un nivel arriba
hu: Egy szintet fel
pl: Przesuń wyżej w hierarchi
ru: Поднять на уровень

source: Move level down
de: Eine Ebene hinab
es: Mover un nivel abajo
hu: Egy szintet le
pl: Przesuń niżej w hierarchi
ru: Опустить на уровень

source: Move at the beginning
de: An Anfang verschieben
es: Mover al principio
hu: Elejére mozgat
pl: Przesuń na początek
ru: Переместить в начало

source: Move at the end
de: Ans Ende verschieben
es: Mover al final
hu: Végére mozgat
pl: Przesuń na koniec
ru: Переместить в конец

source: Sort
de: Sortieren
es: Ordenar
hu: Rendezés
pl: Sortuj
ru: Сортировать

source: &Add link...
de: Link &hinzufügen
es: &Añadir enlace...
pl: Dodaj &odnośnik...
ru: &Добавить ссылку...

source: &Remove link
de: Link &entfernen
es: &Eliminar enlace
hu: Link eltávolítása
pl: &Usuń odnośnik
ru: &Удалить ссылку

source: Open link
de: Link öffnen
es: Abrir enlace
hu: Link megnyitása
pl: Otwórz odnośnik
ru: Открыть ссылку

source: Open link with...
de: Öffne Datei...
es: Abrir enlace con...
pl: Otwórz odnośnik w...
ru: Открыть ссылку с помощью...

source: &Modify link...
de: &Link bearbeiten...
es: &Modificar enlace...
hu: Link &módosítása
pl: &Modyfikuj odnośnik...
ru: &Изменить ссылку...

source: &Copy link location
pl: &Skopiuj lokację odnośnika

source: &Tip of the day
de: &Tipp des Tages
es: &Sugerencia del día
hu: A nap &tippje
pl: Porada &dnia
ru: &Подсказка дня

source: Minimize
de: Minimieren
es: Minimizar
hu: Minimalizál
pl: Minimalizuj
ru: Минимизировать

source: Switch area
es: Cambiar área
hu: Terület kapcsolása
pl: Przełącz aktywne pole
ru: Переключить область

source: Overwrite Mode
de: Überschreib-Modus
es: Modo de sobreescritura
hu: Felülírásos mód
pl: Tryb edycji
ru: Режим замены

source: Go to previous note
de: Gehe zu vorheriger Notiz
es: Ir a la nota anterior
hu: Elõzõ jegyzetre ugrás
pl: Idź do poprzedniej notatki
ru: Перейти к предидущему примечанию

source: Go to next note
de: Gehe zu nächster Notiz
es: Ir a la nota siguiente
hu: Következõ jegyzethez ugrás...
pl: Idź do następnej notatki
ru: Перейти к следующему примечанию

source: Go to first note
de: Gehe zu erster Notiz
es: Ir a la primera nota
hu: Elsõ jegyzethez &ugrás...
pl: Idź do pierwszej notatki
ru: Перейти к первому примечанию

source: Go to last note
de: Gehe zu letzter Notiz
es: Ir a la última nota
hu: Utolsó jegyzethez &ugrás...
pl: Idź do ostatniej notatki
ru: Перейти к последнему примечанию

source: Go to first subnote
de: Gehe zu erster Unternotiz
es: Ir a la primera subnota
pl: Idź do notatki podrzędnej
ru: Переместить к первому под-примечанию

source: Go to parent note
de: Gehe zu übergeordneter Notiz
es: Ir a la nota padre
pl: Idź do notatki nadrzędnej
ru: Перейти к родительскому примечанию

source: INS
de: EINFG
hu: BEILLESZT
pl: WST
ru: ВСТ

source: <qt><p>Cannot open resource file <b>knowitui.rc</b>. Some of the menus and toolbars will be missing.</p><p>Probably Knowit was not installed properly. If you installed from source, please invoke <i>make install</i>.If you use precompiled package, please contact packager.</p></qt>
pl: <qt><p>Nie można otworzyć pliku zasobów <b>knowitui.rc</b>. Niektóre menu i paski narzędziowe nie będą dostępne. </p><p>Zapewne KnowIt nie został zainstalowany poprawnie. Jeśli program był kompilowany, proszę wykonać polecenie <i>make install</i>. Jeśli program był instalowany z pakietu, proszę skontaktować się z twórcą pakietu.</p></qt>

source: <qt>Cannot open file<br><b>%1</b></qt>
de: <qt>Konnte Datei <br><b>%1</b><br> nicht öffnen.</qt>
es: <qt>No se puede abrir el archivo<br><b>%1</b></qt>
hu: <qt>Nem tudom megnyitni a <br><b>%1</b> filet</qt>
pl: <qt>Nie można otworzyć pliku<br><b>%1</b></qt>
ru: <qt>Не могу открыть файл<br><b>%1</b></qt>

source: File %1 opened.
de: Datei %1 geöffnet.
es: Archivo %1 abierto.
hu: A(z) %1 file megnyitva
pl: Plik %1 został wczytany.
ru: Файл %1 открыт.

source: <qt>Cannot save file<br><b>%1</b></qt>
de: <qt>Konnte Datei<br><b>%1</b><br>nicht speichern.</qt>
es: <qt>No se puede guardar el archivo<br><b>%1</b></qt>
hu: <qt>Nem tudom elmenteni a(z) <br><b>%1</b> filet</qt>
pl: <qt>Nie można zapisać pliku<br><b>%1</b></qt>
ru: <qt>Не могу сохранить файл<br><b>%1</b></qt>

source: File %1 saved.
de: Datei %1 gespeichert.
es: Archivo %1 guardado.
hu: A(z) %1 file elmentve
pl: Plik %1 został zapisany.
ru: Файл %1 сохранен.

source: <qt>File <b>%1</b><br> cannot be saved. Quit anyway?</qt>
pl: <qt>Nie można zapisać pliku<br> <b>%1</b>. Zakończyć mimo to?</qt>

source: <qt>File <b>%1</b><br> was modified. Do you want to save it?</qt>
pl: <qt>Plik <b>%1</b><br> został zmodyfikowany. Zapisać go?</qt>

source: untitled.kno
de: unbenannt.kno
es: sin nombre.kno
pl: nienazwany.kno
ru: безымянный.kno

source: <qt>Sought text:<br><b>%1</b><br>not found.</qt>
de: <qt>Gesuchter Text:<br><b>%1</b><br>nicht gefunden.</qt>
es: <qt>El texto:<br><b>%1</b><br>no ha sido encontrado.</qt>
hu: <qt>A keresett szöveget:<br><b>%1</b><br>nem találtam.</qt>
pl: <qt>Poszukiwany tekst:<br><b>%1</b><br>nie został znaleziony.</qt>
ru: <qt>Искомый текст:<br><b>%1</b><br>не найден.</qt>

source: Add note
de: Notiz hinzufügen
es: Añadir nota
hu: Jegyzet &hozzáadása
pl: Dodaj notatkę
ru: Добавить примечание

source: Note title:
de: Notiz-Titel
es: Título de la nota:
hu: Jegyzet &címe:
pl: Tytuł notatki:
ru: Название примечания:

source: You have to choose note before adding subnote.
de: Sie müssen eine Notiz auswählen, bevor Sie eine Unternotiz hinzufügen können.
es: Debe seleccionar una nota antes de añadir una subnota.
hu: Al-jegyzet beszúrása elõtt válassz ki egy jegyzetet.
pl: Musisz wybrać notatkę przed dodaniem notatki podrzędnej.
ru: Сначала выберите примечание для добавления под-примечания.

source: Add subnote
de: Unternotiz hinzufügen
es: Añadir subnota
hu: &Al-jegyzet beszúrása
pl: Dodaj notatkę podrzędną
ru: Добавить под-примечание

source: <qt>Are you sure you want to delete note<br><b>%1</b><br> and its subnotes?</qt>
de: <qt>Sind Sie sicher, dass Sie die Notiz<br><b>%1</b><br> und alle Unternotizen löschen wollen?</qt>
es: <qt>¿Está seguro de que quiere borrar la nota<br><b>%1</b><br> y sus subnotas?</qt>
hu: <qt>Biztosan törlöd a<br><b>%1</b><br>jegyzetet és al-jegyzeteit?</qt>
pl: <qt>Na pewno usunąć notatkę<br><b>%1</b><br> wraz z podnotatkami?</qt>
ru: <qt>Вы уверены, что хотите удалить примечание<br><b>%1</b><br> и его под-примечания?</qt>

source: <qt>Are you sure you want to delete note<br><b>%1</b>?</qt>
de: <qt>Sind Sie sicher, dass Sie die Notiz<br><b>%1</b> löschen wollen?</qt>
es: <qt>¿Está seguro de que quiere borrar la nota<br><b>%1</b>?</qt>
hu: <qt>Biztosan törlöd a<br><b>%1</b>jegyzetet?</qt>
pl: <qt>Na pewno usunąć notatkę<br><b>%1</b>?</qt>
ru: <qt>Вы уверены, что хотите удалить примечание<br><b>%1</b>?</qt>

source: *.kno|KnowIt files (*.kno) *|All files
de: *.kno|KnowIt-Dateien (*.kno) *|Alle Dateien
es: *.kno|Archivos de KnowIt (*.kno) *|Todos los archivos
pl: *.kno|Pliki KnowIt (*.kno) *|Wszystkie pliki
ru: *.kno|файлы KnowIt (*.kno) *|All files

source: Open File...
de: Öffne Datei...
es: Abrir archivo...
hu: File &megnyitása
pl: Otwórz plik...
ru: Открыть файл...

source: <qt><p>File couldn not be saved automatically.<p>Autosaving disabled - save file manually to turn autosaving on.</p></qt>
pl: <qt><p>Nie można zapisać pliku automatycznie.</p><p>Zapisywanie automatyczne zostało wyłączone - proszę zapisać plik ręcznie, by ponownie włączyć autozapisywanie.</p></qt>

source: Save as...
de: Speichern unter...
es: Guardar como...
hu: Mentés mint...
pl: Zapisz jako...
ru: Сохранить как...

source: <qt>File<br><b>%1</b><br>already exists. Overwrite it?</qt>
de: <qt>Datei<br><b>%1</b><br>existiert bereits. Überschreiben?</qt>
es: <qt>El archivo<br><b>%1</b><br>ya existe. ¿Desea sobreescribirlo?</qt>
hu: <qt>A<br><b>%1</b><br> file már létezik. Felülírod?</qt>
pl: <qt>Plik<br><b>%1</b><br>już istnieje. Zastąpić go?</qt>
ru: <qt>Файл<br><b>%1</b><br>уже существует. Переписать?</qt>

source: <qt><h1>%1</h1>Document path: %2<br>Number of notes: %3</qt>
de: <qt><h1>%1</h1>Dokument Pfad: %2<br>Anzahl Notizen: %3</qt>
es: <qt><h1>%1</h1>Ruta del documento: %2<br>Número de notas: %3</qt>
hu: <qt><h1>%1</h1>Dokumentum helye: %2<br>Jegyzetek száma: %3</qt>
pl: <qt><h1>%1</h1>Ścieżka: %2<br>Liczba notatek: %3</qt>
ru: <qt><h1>%1</h1>Путь в документу: %2<br>Количество примечаний: %3</qt>

source: *.html|HTML files (*.html) *|All files
de: *.html|HTML-Dateien (*.html) *|Alle Dateien
es: *.html|Archivos HTML (*.html) *|Todos los archivos
hu: *.html|HTML fileok (*.html) *|Minden file
pl: *.html|Dokumenty HTML (*.html) *|Wszystkie pliki
ru: *.html|файлы HTML (*.html) *|All files

source: Export to HTML
de: Exportiere als HTML
es: Exportar a HTML
hu: Exportálás HTML-be
pl: Eksportuj do HTML
ru: Экспортировать в HTML

source: Go to
de: Gehe zu
es: Ir a
hu: Ugrás
pl: Idź do
ru: Перейти

source: Go to page with given title
de: Gehe zur Seite mit dem Titel
es: Ir a la página con el este título
hu: Ugrás az adott címû oldalra
pl: Idź do notatki o podanym tytule
ru: Перейти на страницу с заданным названием

source: *|All files
de: *|Alle Dateien
es: *|Todos los archivos
hu: *|Minden file
pl: *|Wszystkie pliki
ru: *|Все файлы

source: Insert file...
de: Datei einfügen...
es: Insertar archivo...
hu: File beszúrása
pl: Wstaw plik...
ru: Вставить файл...

source: OVR
de: ÜBER
es: SOBR
hu: FELÜLÍR
pl: NAD
ru: ЗАМ

source: You have just added your first link. Please remember that only links are stored in Knowit document, not linked files. If you move your document to other computer, links to local files probably won't work.
de: Sie haben gerade Ihren ersten Link eingegeben. Bitte denken Sie daran, dass imKnowIt-Dokument nur Verweise auf Dateien, nicht deren Inhalt gespeichert wird. Wenn Sie Ihre Dokumente auf andere Rechnern kopieren, werden Links zu lokalen Dateien wohlmöglich nicht mehr funktionieren.
es: Acaba de añadir su primer enlace. Por favor, recuerde que en el documento de KnowIt sólo se guardan los enlaces, pero no los archivos enlazados. Si mueve su documento a otro ordenador, es muy probable que los enlaces a los archivos locales no funcionen.
pl: Właśnie dodałeś pierwszy odnośnik. Pamiętaj, że w dokumencie Knowit zapisywane są jedynie odnośniki, nie zaś pliki, do których odsyłają. Jeśli przeniesiesz dokument na inny komputer, odnośniki do plików lokalnych najprawdopodobniej nie będą działać.
ru: Вы просто добавили вашу первую ссылку. Пожалуйста помните, что будет сохранена только ссылка, а не файлы, указанные в ссылках. Если вы переместите файл на другой компьютер, ссылки на локальные файлы могут не работать.

source: <qt>Are you sure you want to remove link:<br><b>%1</b>?</qt>
de: <qt>Sind Sie sicher, dass sie die Notiz<br><b>%1</b> löschen wollen?</qt>
es: <qt>¿Está seguro de que quiere eliminar el enlace<br><b>%1</b>?</qt>
pl: <qt>Na pewno usunąć odnośnik<br><b>%1</b>?</qt>
ru: <qt>Вы уверены, что хотите удалить ссылку<br><b>%1</b>?</qt>

source: Modify link
de: Link bearbeiten
es: Modificar enlace
hu: Link módosítása
pl: Modyfikuj odnośnik
ru: Изменить ссылку

source: Referenced item:
es: Elemento referido:
hu: Hivatkozott elemek:
pl: Typ odnośnika:

source: File or URL
de: Dateiname oder URL:
es: Archivo o URL
hu: File vagy URL
pl: Plik lub URL

source: KnowIt note
es: Nota de KnowIt
pl: Notatka KnowIt

source: Link description:
de: Beschreibung
es: Descripción del enlace:
hu: Link leírása:
pl: Opis odnośnika:

source: Choose link...
de: &Link bearbeiten...
es: Elegir enlace...
pl: Wybierz odnośnik...

source: New note
de: Neue Notiz
es: Nueva nota
hu: &Új jegyzet
pl: Nowa notatka
ru: Новой примечание

source: KnowIt Preferences
de: KnowIt Einstellungen
es: Preferencias de KnowIt
hu: KnowIt beállítások
pl: Ustawienia KnowIt
ru: Свойства KnowIt

source: General
de: Allgemein
pl: Ogólne

source: General options
de: Allgemeine Optionen
es: Opciones generales
hu: Általános beállítások
pl: Ustawienia ogólne
ru: Основные настройки

source: &Dock in System tray
de: &Als Dockicon
es: Anclar en la &bandeja del sistema
hu: &Jelenjen meg a tálcán
pl: Pokaż na &tacce systemowej
ru: &Прикреплять в системный док

source: Open &last file on startup
de: Öffne &letzte Datei beim Start
es: &Abrir el último archivo usado durante el inicio
hu: &Legutóbbi file megnyitása induláskor
pl: Otwórz poprzedni plik po &uruchomieniu
ru: Открывать &последний файл при старте

source: Autosave:
de: Automatisch sichern:
es: Guardar automáticamente:
hu: Automatikus mentés:
pl: Autozapis:
ru: Автосохранение:

source: every
de: alle
es: cada
hu: minden
pl: co
ru: каждые

source: Never
de: Nie
es: Nunca
hu: Soha
pl: nigdy
ru: Никогда

source: Current file will be automatically saved after the specified interval. Set to <i>never</i> to disable autosave.
de: Die aktuelle Datei wird automatisch nach dem angegebenen Intervallgesichert. Setzen Sie es auf <i>nie</i> um das automatische Sichern zu deaktivieren.
es: El archivo actual será guardado automáticamente tras el intervalo especificado. Seleccione <i>nunca</i> para desactivar esta característica.
hu: Az aktuális file automatikusan mentésre kerül a megadott idõ után. Válaszd a <i>soha</i> pontot az automatikus mentés kikapcsolásához.
pl: Aktualny plik będzie automatycznie zapisywany po podanym czasie. Ustawienie <i>nigdy</i> wyłączy autozapis.
ru: Текущий фал будет периодически сохранятся с указанным промежутком времени. Установите в <i>никогда</i> для запрещения автосохранения.

source: Automatically save file on e&xit
de: &Automatisches Sichern beim Verlassen
es: &Guardar automáticamente al salir
pl: Automatycznie zapisz plik przy &wyjściu

source: Current file will be automatically saved on exit without confirmation.
de: Die aktuelle Datei wird automatisch beim Beenden der Anwendung gespeichert.
es: El archivo actual será guardado automáticamente al salir sin pedir confirmación.
pl: Aktualny plik będzie bez potwierdzenia zapisywany przy zamykaniu programu.

source: Create &backups
de: &Sicherungskopie erstellen
es: &Crear copias de seguridad
hu: &Biztonsági másolat készítése
pl: Twórz pliki &zapasowe

source: Create backup of current document before it is saved.
de: Vor dem Speichern Sicherheitskopie des aktuellen Dokumentes erstellen.
es: Crea una copia de seguridad del documento actual antes de que sea guardado.
hu: Mentés elõtt egy biztonsági másolat készül a dokumentumról.
pl: Tworzy kopię aktualnego pliku przed jego zapisaniem.

source: Allow &multiple instances of KnowIt
de: &Mehrere Instanzen von KnowIt erlauben
es: &Permitir múltiples instancias de KnowIt
hu: Több KnowIt példány engedélyezése
pl: Dopuść &wiele okien programu Knowit

source: If this option is disabled, only one instance of KnowIt will be allowed. If there is another instance already running, it will be automatically activated instead of running new one.
de: Wenn diese Option deaktiviert ist, wird nur eine KnowIt-Instanz erlaubt. Wenn eine andere Instanz bereits läuft, wird sie automatisch aktiviert ohne dass eine neue Instanz gestartet wird.
es: Si esta opción está desactivada, solo se permitirá una instancia de KnowIt. Si existe una instancia en ejecución, será activada de forma automática en lugar de ejecutar una nueva.
hu: Ha ez az opció ki van kapcsolva, akkor csak egy példányban futhat a KnowIt.Ha már fut egy, akkor az válik aktívvá, és nem indul el egy újabb.
pl: Jeśli ta opcja jest wyłączona, możliwe będzie uruchomienie tylko jednej kopii programu. Jeśli inna kopia już działa, zostaniesz automatycznie przełączony do niej.

source: Interface
de: Benutzerschnittstelle
es: Interfaz
pl: Interfejs

source: Interface options
de: Benutzerschnittstelle Optionen
es: Opciones del interfaz
hu: Felület beállítások
pl: Ustawienia interfejsu
ru: Настройки интерфейса

source: Split window &horizontally
de: Fenster &horizontal teilen
es: Dividir la ventana &horizontalmente
hu: Ablak felosztása &viszintesen
pl: Podziel okno w &pionie
ru: Разделить окно &горизонтально

source: If this option is set, notes tree will be displayed on the left and the editor on the right (this is default).<br>Otherwise notes tree will be displayed at the top and the editor at the bottom.
de: Ist diese Option aktiviert, werden die Notizen links und der Editor rechts angezeigt (Standard).<br> Andernfalls werden die Notizen oben und der Editor unten angezeigt.
es: Si esta opción está marcada, el árbol de notas será mostrado a la izquierda y el editor a la derecha (esta es la opción predeterminada).<br>En caso contrario, el árbol de notas será mostrado en la parte superior y el editor en la inferior.
hu: Ha ezt az opciót választod, akkor a jegyzet-fa a bal, a szerkesztõ pedig a jobb oldalon jelenik meg (ez az alapértelmezett).<br>Egyébként a jegyzet-fa felülre, a szerkesztõ pedig alulra kerül.
pl: Jeśli ta opcja jest włączona, drzewo notatek będzie wyświetlane po lewej, a edytor po prawej (to jest ustawienie domyślne).<br>W przeciwnym razie drzewo notatek będzie wyświetlone u góry, a edytor u dołu.
ru: Если эта настройка включена, примечания будут отображаться слева и редактор справа (по умолчанию).<br>Иначе дерево примечаний будет отображаться сверху и редактор снизу.

source: Default note name:
de: Standard Notizname:
es: Nombre por defecto para las notas:
hu: Alapértelmezett jegyzet név:
pl: Domyślna nazwa notatki:
ru: Имя примечания по умолчанию:

source: Default name for new notes. It would be autoselected, so if you often copy text using mouse selection, you may consider setting default name to none.
de: Standard Name für Notizen. Dies ist der voreingestellte Name für neue Notizen. Wenn Sie. Also wenn Sie oft mit der Maus Text kopieren, ist es vielleicht besser dieses Feld leer zu lassen.
es: Nombre por defecto para las nuevas notas. Estará seleccionado por omisión, de modo que si copia texto a menudo usando la selección del ratón, debería considerar establecer el nombre por defecto a ninguno.
hu: A jegyzetek alapértelmezett neve. Automatikusan kimásolódik, tehát ha gyakran másolsz egér kijelöléssel, akkor érdemes üresen hagyni.
pl: Domyślna nazwa nowych notatek. Będzie ona zaznaczona automatycznie, więc jeśli kopiujesz tekst zaznaczony myszką, rozważ ustawienie tej nazwy na pustą.
ru: Имя по умолчанию для примечания. %1

source: Link format:
es: Formato del enlace:
hu: Link formátuma:
pl: Format odnośnika:

source: Description (link)
de: Beschreibung (Link)
es: Descripción (enlace)
hu: Leírás (link)
pl: Opis (odnośnik)

source: Link (description)
de: Link (Beschreibung)
es: Enlace (descripción)
hu: Link (leírás)
pl: Odnośnik (opis)
